IDEA Open Model
CrossSectionCreepCoefficientData.CreepInput Property
Compatible with IDEA StatiCa v 10.1
 User-defined curvature for creep coefficient { x = t[day], y = ϕ }
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public InputValueType CreepInput { get; set; }
Public Property CreepInput As InputValueType
	Get
	Set
public:
property InputValueType CreepInput {
	InputValueType get ();
	void set (InputValueType value);
}
Property Value
Type: InputValueType
See Also
Reference
CrossSectionCreepCoefficientData Class
IdeaRS.OpenModel.CrossSection Namespace